{"intents": [
    {"tag": "greeting",
     "patterns": ["Привет", "Здравствуй", "Добрый день", "Приветик", "что нового?"],
     "responses": ["Привет! Я Chat-KONI. Чем я могу помочь?", "Привет! Чем я могу помочь тебе сегодня?", "Привет! Я Chat-KONI. Чем я могу помочь тебе сегодня?"]
    },
    {"tag": "goodbye",
     "patterns": ["пока", "до свидание", "пока пока"],
     "responses": ["Всего доброго! Если у вас будет еще что-то, с чем вы хотели бы обратиться, я всегда готов помочь."]
    },
    {"tag": "thanks",
     "patterns": ["Могу я задать вам вопрос о праве?", "можно задать влпрос?", "вопрос хочу задать", "вопросик можно задать?"],
     "responses": ["Да, конечно. Я готов ответить на ваши юридические вопросы."]
    },
    {"tag": "about",
     "patterns": ["Как выбрать организационно-правовую форму для юридического лица?", "Как выбрать правовую форму для юридического лица?", "правовую форму для юридического лица?" ],
     "responses": ["Для создания юридического лица, вы должны выбрать его организационно-правовую форму, например, ООО или АО, и зарегистрировать его в соответствии с выбранной формой"]
    },
    {"tag": "name",
    "patterns": ["Ответственность несовершеннолетних", "несовершеннолетних", "какие Ответственность несовершеннолетних"],
    "responses": ["Несовершеннолетние могут нести, в частности, гражданско-правовую, материальную (в рамках трудовых отношений), налоговую, административную, уголовную ответственность. По общему правилу ранее 14 лет несовершеннолетние к ответственности не привлекаются (п. 3 ст. 26, п. 1 ст. 1074 ГК РФ; ч. 3 ст. 242 ТК РФ; п. 2 ст. 107 НК РФ; ст. 2.3 КоАП РФ; ст. 20 УК РФ). Далее рассмотрим особенности привлечения несовершеннолетних к гражданско-правовой, административной и уголовной ответственности. Следует учитывать, что в зависимости от действий, совершенных несовершеннолетним, разные виды ответственности могут наступать как самостоятельно, так и одновременно с другими видами ответственности."]
    },
    {"tag": "help",
    "patterns": ["Кто может быть зарегистрирован в качестве ИП на территории РФ?", "Кто может быть зарегистрирован в качестве ИП?", "ИП на территории РФ?", "Кто может быть зарегистрирован ИП на территории РФ?", "Кто может быть зарегистрировать ИП на территории РФ?", "Кто может быть зарегистрировать в качестве ИП?", "зарегистрировать в качестве ИП"],
    "responses": ["В качестве ИП могут быть зарегистрированы граждане РФ, а также постоянно или временно проживающие в РФ иностранные граждане и лица без гражданства."]
    },
    {"tag": "createaccount",
    "patterns": ["Какие неотделимые улучшения земельного участка не подлежат компенсации при его изъятии?", "улучшения земельного участка не подлежат компенсации при его изъятии?", "Какие неотделимые улучшения участка не подлежат компенсации при его изъятии?", " неотделимые земельного участка компенсации "],
    "responses": ["Согласно ст. 280 ГК РФ, пп. 2 п. 8 ст. 56.8 ЗК РФ при расчете размера компенсации в связи с изъятием не подлежат учету неотделимые улучшения участка, произведенные после уведомления правообладателя изымаемой недвижимости о принятом решении об изъятии участка для государственных или муниципальных нужд. Также не будет компенсирована стоимость улучшений, которые являются очевидно отделимыми от изымаемого участка, то есть по своей правовой природе относятся к движимому имуществу. Исключением являются неотделимые улучшения, произведенные в целях обеспечения безопасности изымаемого недвижимого имущества в процессе его эксплуатации, предотвращения пожаров, аварий, стихийных бедствий, иных обстоятельств, носящих чрезвычайный характер, либо в целях устранения их последствий, а также в результате реконструкции на основании выданного до указанного уведомления разрешения на строительство."]
    },
    {"tag": "complaint",
    "patterns": ["Особенности регистрации в качестве индивидуальных предпринимателей иностранных граждан и лиц без гражданства", "Особенности регистрации иностранных граждан и лиц без гражданства в качестве ИП", "Особенности регистрации ип иностраннец"],
    "responses": ["Если физическое лицо, регистрируемое в качестве индивидуального предпринимателя, является иностранным гражданином или лицом без гражданства, в регистрирующий орган необходимо представить копию разрешения на временное проживание или вид на жительство в РФ (пп. е п. 1 ст. 22.1 Закона N 129-ФЗ, п. 1 ст. 2 Федерального закона от 25.07.2002 N 115-ФЗ О правовом положении иностранных граждан в Российской Федерации (далее - Закон N 115-ФЗ)). Регистрация иностранных граждан в качестве ИП по месту их временного пребывания не предусмотрена (Письмо Минфина России от 17.11.2021 N 03-12-09/92807). Разрешение на временное проживание в общем случае выдается в пределах квоты, утвержденной Правительством РФ. Срок действия разрешения на временное проживание в общем случае составляет 3 года (п. п. 1, 3, 3.1 ст. 6, п. 1 ст. 6.1 Закона N 115-ФЗ). По общему правилу вид на жительство может быть выдан лицу, прожившему в РФ не менее 1 года на основании разрешения на временное проживание (п. п. 1, 2 ст. 8 Закона N 115-ФЗ)."]
    }
]
}
